Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: While I was writing this chapter, the media in the UK and around the world were publicizing the fact that an innocent Brazilian man was shot dead on the London underground railway in the police hunt for the people who had bombed this passenger railway some days earlier.
vi: Khi tôi đang viết chương này, truyền thông Anh quốc và cả thế giới cũng đang sôi sục sự thật về một người Brazin vô tội bị bắn chết tại đường tàu điện ngầm ở Luân Đôn trong cuộc tìm kiếm của cảnh sát về kẻ đã đánh bom địa điểm này vài ngày trước đó.

source: While chapter 10 outlines the research on the rehabilitation of offenders, this chapter will introduce you to the research con- ducted on how being imprisoned can affect prisoners and how they cope with this experience.
vi: Nếu như ở chương 10 là những tóm lược về quá trình hòa nhập lại với cộng đồng của người phạm tội, thì ở chương 9 này, bạn đọc sẽ được biết về những ảnh hưởng của việc giam giữ tới các tù nhân và cách thức họ đương đầu với nó.

source: While highly publicized miscarriages of justice concerning those who have been wrongfully imprisoned are of great concern to the public, so too are those cases whereby offenders have not been punished for the crimes they have committed.
vi: Trong khi mà những vụ án oan được công khai làm cho nhiều người đã bị bỏ tù oan lo lắng thì nó cũng là mối lo lớn cho cộng đồng, những vụ mà bởi đó mà những người phạm tội đã không bị trừng phạt vì tội ác mà mình đã phạm phải cũng thế.

source: While it is often used in the investigation of serious crimes, such as stranger sex offences and murder, case linkage is also applied to volume crime such as robbery and burglary.
vi: Trong khi kết nối vụ án thường được sử dụng trong việc điều tra các tội ác nghiêm trọng, ví dụ như tội ác hiếp dâm lạ mặt hay án mạng, kết nối vụ án cũng thường được áp dụng để giải quyết các án như cướp hay trộm cắp.

source: While it is unlikely that all sex offenders were abused as children, there is research evidence to show that a significant proportion were – around a quarter of rapists and almost two-thirds of child abusers according to one study.
vi: Tuy không hẳn mọi tên tội phạm tình dục đều bị lạm lúc khi còn bé, vẫn có bằng chứng chỉ ra tỉ lệ rất đáng kể theo một nghiên cứu - khoảng một phần tư trong số những kẻ hiếp dâm và gần hai phần ba những kẻ lạm dụng trẻ em.

source: While it is very positive that profiling has been successful in specific cases it is important for the acceptance of profiling as a scientific practice that its effectiveness is demonstrated through empirical research.
vi: Trong khi điều tích cực là việc lập hồ sơ đãta thành công trong một số trường hợp nhất định thì cũng không thể không thừa nhận rằng với vai trò là một hoạt động khoa học, hiệu quả của việc lập hồ sơ thể hiện thông qua những nghiên cứu trong thực tiễn.

source: While its error rate for incorrectly classifying innocent people is low, that for incorrectly classifying guilty people (i.e. failing to detect liars) is higher.
vi: Trong khi sai số trong xác định sai người vô tội thấp thì sai số trong xác định sai người có tội (ví dụ như không phát hiện được kẻ nói dối) lại cao hơn.

source: While no studies have examined its effectiveness prospectively, and no consumer satisfaction surveys have been completed, one study looked at the decision-making of investigators conducting case linkage.
vi: Trong khi không có nghiên cứu tiềm năng nào kiểm chứng hiệu quả của kết nối vụ án, và không có bản khảo sát sự hài lòng của người tiêu dùng nào được hoàn thiện, có một nghiên cứu đã chú ý vào sự hình thành quyết định của những người điều tra thực hiện kết nối vụ án.

source: While punishments may change, they are still based on a small number of theories for punishing offenders.
vi: Mặc dù nhiều sự trừng phạt có thể thay đổi, chúng vẫn dựa trên một số ít giả thuyết về việc trừng phạt những kẻ có tội.

source: While such increases in voice pitch may be small and hard to detect with the human ear, equipment has been designed that can accurately note such changes in pitch.
vi: Trong khi nghe bằng tai thường ta khó có thể phát hiện sự biến đổi trong ngữ điệu, người ta đã tạo ra các thiết bị có thể ghi lại chính xác các thay đổi này.

source: While such traumatic experiences are infrequent, the high levels of uncertainty may in themselves be stressful.
vi: Việc bị chấn thương có thể không thường xuyên xảy ra, nhưng tính bất ổn cao của công việc có thể là nguyên nhân gây ra căng thẳng cho cảnh sát.

source: While the first study to consider whether crime series could be identified through their behavioural similarity was published in 1976, it is only since 2001 that it has been researched with any fervour.
vi: Trong khi nghiên cứu đầu tiên xuất bản năm 1976 xem xét đến việc liệu rằng một chuỗi tội ác có thể được xác định thông qua sự tương đồng trong hành vi, mãi đến năm 2001 thì nghi vấn đó mới được nghiên cứu một cách chuyên sâu.

source: While the media tend to portray offender profiling as a job in itself, very few individuals, within the United Kingdom at least, conduct offender profiling full-time.
vi: Khi giới truyền thông có xu hướng mô tả việc thiết lập hồ sơ tội phạm bản thân nó là một công việc, rất ít cá nhân, chí ít là trong phạm vi vương quốc anh, tiến hành lập hồ sơ tội phạm toàn thời gian.

source: While the other components are thought of as the behavioural and affective elements, the moral reasoning component is the thinking element.
vi: Trong khi các phần khác liên quan đến yếu tố hành vi và tình cảm, lập luận đạo đức liên quan đến tư duy.

source: While the risk principle states that the duration or dosage of the treatment should be linked to the risk that the particular offender presents, the need principle states that the programme should address the criminogenic needs of the offenders that attend it.
vi: Trong khi nguyên tắc nguy cơ phát biểu rằng khoảng thời gian và liều lượng của chương trình điều trị nên liên kết với nguy cơ mà phạm nhân đặc biệt biểu hiện, thì nguyên tắc nhu cầu cho rằng chương trình nên bàn đến các nhu cầu dẫn đến phạm tội của những phạm nhân tham gia điều trị.

source: While there has been debate in Britain as to whether this was a ‘just’ punishment, he has spent many years in prison.
vi: Trong khi một cuộc tranh cãi dấy lên ở nước Anh rằng liệu đây có phải "chỉ" là một hình phạt, người đàn ông này đã phải ngồi tù trong nhiều năm.

source: While there is a clear message that these citizens would be greatly encouraged, it is difficult to envisage how the Government could really meet its targets, firstly in terms of attracting enough recruits, and secondly in retaining them.
vi: Trong khi có thể thấy một thông điệp rõ ràng rằng những công dân này sẽ được khích lệ rất lớn, rất khó để có thể nhìn trước được Chính phủ sẽ làm như thế nào để đạt được những mục tiêu đề ra, đầu tiên là trong vấn đề thu hút đủ các lính mới tuyển mộ, và thứ hai là việc duy trì họ.

source: While there might be obvious similarities between a pair of crimes if the shared behaviours commonly occur, this does not strongly suggest that the crimes were committed by the same person.
vi: Trong khi có thể có những tương đồng rõ ràng giữa hai tội ác nếu một số hành vi tại hiện trường mà hai tội ác chia sẻ thường thường xảy ra, điều đó không thực sự chỉ ra rằng các tội ác đó được thực hiện bởi cùng một người.

source: While this has raised the profile of the field, it could be argued that the (largely) sensationalist portrayal of profiling has resulted in a general confusion of what profiling actually is, how often it is done and who does it.
vi: Việc truyền thông hành động như vậy một phần gia tăng giá trị tích cực của lĩnh vực này, nhưng vẫn có tranh cãi rằng (phần lớn) họ miêu tả giật gân hoặc sai sự thật so hồ sơ phạm tội gốc, điều này đã gây ra sự nhầm lẫn về hồ sơ thực tế, chúng có thường bị vậy không và ai là người làm chuyện đó.

source: While this indicator is useful from a policy perspective, it is only an approximation of reoffending.
vi: Trong khi yếu tố chỉ thị rất hữu dụng với một quan điểm cư xử, nhưng thật ra nó chỉ là việc gần như tái phạm của một ten tội phạm.

source: Whilst some may find the loss of autonomy unbearable, others will find security in a fixed daily routine.
vi: trong khi một vài người có thể thấy việc thiếu tự trị là không thể chịu đựng được, thì một số người lại cảm thấy an toàn trong những việc hằng ngày cố định.

source: Whilst this area of forensic linguistics does not have a direct parallel in forensic psych- ology, in other areas there are overlaps in topics and approaches.
vi: Trong khi vẫn chưa có một lĩnh vực tương đương rõ ràng nào thuộc môn tâm lý học pháp y có thể so sánh với lĩnh vực trên của môn ngôn ngữ học pháp lý, ở những mặt khác như các chủ đề và phương pháp tiếp cận thì lại có nhiều sự chồng chéo giữa hai môn học.

source: Why do people drop out from programmes?
vi: Tại sao một số người tham gia lại bỏ dở chương trình?

source: With a limited pool of resources, the risk principle states that intervention should be targeted towards those who are most likely to gain from it.
vi: Với nguồn lực có hạn, nguyên tắc nguy cơ khẳng định rằng việc can thiệp nên đặt mục tiêu đối với những ai hầu như có khả năng hồi phục.

source: With a sample of adult prisoners, Jessica Woodhams found that over six per cent of prisoners reported levels indicative of clinical anxiety and depression.
vi: Với một nhóm phạm nhân đứng tuổi, Jessica Woodhams tìm ra rằng: hơn 6% số tù nhân được báo cáo có những mức độ biểu thị lo lắng và trầm cảm lâm sàng .

source: With regard to disputes of meaning, usually these fall to lawyers to debate, but sometimes a linguist can assist.
vi: Vấn đề liên quan đến ý nghĩa của từ ngữ thì thường sẽ do những luật sư tranh luận, nhưng có đôi khi, một nhà ngôn ngữ học cũng có thể tham dự và giúp đỡ.

source: With regard to identification parades/line-ups, these can be of four major types which are either in a parade that does actually contain the perpetrator, (a) choosing the wrong person or (b) not choosing anyone, or (ii) in a parade that happens not to contain the actual perpetrator, (c) choosing the innocent suspect or (d) choosing one of the other people present (that are usually in psychology referred to as ‘foils’ or ‘distractors’).
vi: Khi nhận diện hung thủ trong hàng người, có bốn loại lỗi chủ yếu, khi trong đó có hung thủ thì (a) chọn nhầm người hoặc (b) chẳng chọn ai, hoặc (ii) khi thủ phạm không nằm trong hàng người thì (c) chọn một nghi phạm không phạm tội hoặc (d) chọn một trong số những người còn lại có mặt ở đấy (tâm lý học thường gọi là yếu tố "làm nền" hoặc 'gây xao nhãng').

source: With regard to stressors within the prison, the social environment of prisons can be a source of stress.
vi: Liên quan đến các tác nhân ở trong tù, môi trường xã hội của các nhà tù cũng có thể là một nguyên nhân dẫn đến căng thắng.

source: With sex offenders, as mentioned above, the coping skills that they employ often mean that they use sexually inappropriate behaviour as a method of making themselves feel better and more in control of situations.
vi: Với tội phạm tình dục, như đã đề cập ở trên, kỹ năng đối phó mà họ dùng thường có nghĩa là sử dụng hành vi tình dụng không thích hợp như một phương pháp để làm cho họ cảm thấy đỡ hơn và dùng nhiều trong việc kiểm soát tình huống.

source: With such rapid and large-scale development and implementation of these programmes within some criminal justice systems, the research base is yet to catch up.
vi: Do sự phát triển và ứng dụng khá nhanh chóng với qui mô lớn của những chương trình này trong một số hệ thống pháp lý, các dữ liệu nghiên cứu vẫn chưa kịp nắm bắt.

source: With the enforced distance between prisoners and intimate partners and friends outside the prison, the briefness of prison visits and the potential breakdown of these relationships, prisoners may find that their only source of support is other prisoners.
vi: Với khoảng cách bắt buộc giữa các tù nhân và những người bạn, người đồng hành thân thiết, những chuyến thăm tù rõ ràng và nguy cơ tan vỡ của các mỗi quan hệ này, các tù nhân có thể cảm thấy chỉ có những tù nhân khác mới giúp đỡ được mình .

source: With the growth of interest in criminal psychology over recent years, there has been an increased demand for courses which teach the theory and practice of criminal psychology.
vi: Với sự phát triển của mối quan tâm về tâm lý học tội phạm vài năm gần đây, nhu cầu về những khóa học dạy về các thuyết và cách áp dụng của tâm lý học tội phạm ngày càng tăng

source: With the inevitable growth in criminal psychology courses, there has been a corresponding increase in the number of criminal psychologists working within academia.
vi: Cùng với sự gia tăng về các khóa học về tâm lý học tội phạm thì cũng có sự gia tăng tương ứng về số lượng các nhà tâm lý học tội phạm học làm việc ở trong các học viện.

source: With the public show of confidence in these programmes from govern- mental agencies, it would be reasonable to assume that the evidence concerning their effectiveness is positive and concrete.
vi: Với sự tự tin vào những chương trình này từ phía các cơ quan chính phủ, hợp lý khi cho rằng những chương trình này thật sự có hiệu quả.... .

source: With the view to helping prisoners cope better with the experience of being imprisoned, criminal psychologists have conducted research to assess the coping strategies used by prisoners.
vi: Với mục đích giúp đỡ những tù nhân đối phó tốt hơn với việc ở trong tù, những nhà tâm lý học tội phạm đã thực hiện các nghiên cứu để đánh giá các chiến lược mà những tù nhân đang sử dụng.

source: With this in mind, there are clearly still some types of coping in both environments which would be described as maladaptive, such as self-harming.
vi: Vì thế, hiển nhiên có một vài cách ứng phó trong cả hai môi trường mà có thể được mô tả như không thích nghi, ví dụ như tự làm hại bản thân.

source: With your phrasebook and a lot of sign language you are having a good vacation.
vi: Cùng với quyển từ điển thành ngữ và thật nhiều ngôn ngữ ký hiệu, bạn đang trải qua một kỳ nghỉ tốt đẹp.

source: Within geographical profiling there is also the idea of a buffer zone which relates to both of the above principles.
vi: Trong phạm vi thiết lập hồ sơ theo địa lý, còn có một khái niệm về vùng đệm, liên quan tới cả hai nguyên tắc trên.

source: Within the community programmes based on cognitive behavioural principles with offence-specific targets are also run.
vi: Trong cộng đồng, các chương trình dựa trên nguyên tắc nhận thức hành vi với mục tiêu tội ác cụ thể cũng được tiến hành.

source: Within this category Johnston (1996) also discusses ‘spontaneous citizen involvement’, whereby a citizen may witness a crime taking place and intervene or report it.
vi: Trong hạng mục này, Johnston (1996) cũng bàn về "Sự can thiệp tự phát của công dân", mà theo đó, một công dân có thể là nhân chứng của một tội ác đang diễn ra và can thiệp hoặc báo cáo tội ác đó.

source: Women are now employed in every aspect of policing, including firearms, public order and CID, and the country now has several female chief constables (i.e. chiefs of police).
vi: Phụ nữ ngày nay được tuyển dụng trong mọi bộ phận của ngành công an, bao gồm cả súng ngắn, trật tự công cộng và Phòng điều tra tội phạm CID, và giờ đây đất nước có một số nữ cảnh sát trưởng (ví dụ như đội trưởng đội công an).

source: Would it be better to stay quiet until you have spoken with a lawyer?
vi: Hay là sẽ tốt hơn nếu bạn giữ im lặng cho đến khi bạn nói chuyện với luật sư?

source: Yadav was murdered not in the dark alleys of the slum, but on the shiny white marble floor of Nagpur district court.
vi: Yadav đã không bị sát hại trong những hẻm tối của khu ổ chuột, mà là ở sàn nhà lát đá hoa cương tại tòa án quận Nagpur

source: Yet another might relate to whether liars have had time to prepare/practise their lies.
vi: Nhưng có lý do khác lại liên quan tới việc người nói dối có thời gian chuẩn bị những lời nói dối hay không.

source: You are on holiday abroad eating in a restaurant.
vi: Bạn đi du lịch nước ngoài và đang ăn một bữa trong nhà hàng.

source: You don’t know quite what is happening and you don’t know your rights in this country.
vi: Bạn chẳng hiểu gì mấy về chuyện đang xảy ra và bạn chẳng biết những quyền lợi mà bạn có tại đất nước này.

source: You gather that essentially they want you to tell them what happened but also you don’t have to.
vi: Bạn suy ra rằng họ cần bạn nói cho họ biết điều gì đã xảy ra nhưng đồng thời, bạn cũng có quyền không làm thế.

source: You have been read your rights.
vi: Bạn đang được đọc cho những quyền lợi của bạn đấy.

source: You have the right to remain silent.
vi: Anh có quyền giữ im lặng.

source: You have the right to speak to an attorney, and to have an attorney present during any questioning.
vi: Anh có quyền mời luật sư, và có luật sư hiện diện suốt bên cạnh trong bất kỳ buổi thẩm vấn nào.

source: You might have someone you will go to when you need a solution to a problem, whereas you may go to someone else if you just want a sympathetic ear.
vi: Bạn có thể có một ai đó để ở bên cạnh khi bạn cần giải pháp cho một vấn đề nhưng trái lại bạn cũng có thể tìm một ai khác chỉ để được họ lắng nghe một cách đầy cảm thông.

source: You nod uncertainly.
vi: Bạn ngập ngừng gật đầu.

source: You speak the language a little and are getting by; you know a little of the vocabulary and some useful phrases; you know how to say please and thank you.
vi: Bạn nói được một ít ngôn ngữ của nước đó và vẫn đang xoay sở được; bạn biết chút ít từ vựng và một vài câu hữu ích; bạn biết cách nói làm ơn và cảm ơn.

source: You try to explain the situation but can’t make yourself understood.
vi: Bạn cố gắng giải thích tình huống của bạn nhưng chẳng ai hiểu được.

source: You understand that they want to take you somewhere.
vi: Bạn hiểu rằng họ muốn đưa bạn đến một nơi nào đó.

source: Younger inmates.
vi: Bạn tù trẻ hơn.

source: Your daily routine is dictated by the prison routine, and choices, such as what you will have for your dinner or what time you will get up in the morning, are no longer available.
vi: Thói quen hàng ngày sẽ phải tuân theo quy định của nhà tù. Những lựa chọn tùy ý như ăn gì vào bữa tối hoặc buổi sáng thức dậy lúc mấy giờ sẽ không còn thực hiện được.

source: Zimring uses historical data to explore the links between vigilante values in America, with its history of lynching.
vi: Zimring sử dụng những dữ liệu lịch sử để tìm ra mối liên hệ giữa giá trị dân phòng ở Mỹ với lịch sử lối hành hình không cần xét xử của nó.

source: a police personality?
vi: Phẩm chất của một cảnh sát?

source: aberrant sexual preferences.
vi: Khuynh hướng tình dục khác thường.

source: achieve closure.
vi: kết thúc.

source: aggression replacement training.
vi: Huấn luyện thay đổi hành vi gây hấn

source: ask appropriate questions,
vi: đặt những câu hỏi phù hợp,

source: aspects of the crime.
vi: Những khía cạnh của vụ án

source: aspects of the investigation.
vi: Những khía cạnh trong công việc điều tra

source: aspects of witnesses.
vi: Khía cạnh Nhân chứng

source: assessment of offenders.
vi: Đánh giá của phạm nhân.

source: assumptions of case linkage.
vi: Giả định của kết nối vụ án.

source: attempting to increase such activity in response to irrelevant questions or items.
vi: cố gắng làm tăng phản ứng sinh lý trước các câu hỏi hoặc vật phẩm không liên quan.

source: attempting to lessen physiological activity (i.e. what the poly- graph measures) in response to relevant questions (CQT) or items (GKT).
vi: cố gắng làm giảm các phản ứng sinh lý (ví dụ như các thông số mà máy phát hiện nói dối tiến hành đo) trước các câu hỏi (CQT) hoặc các vật phẩm liên quan tới tội ác (GKT)

source: attitudes and beliefs in punishment.
vi: Thái độ và niềm tin vào việc trừng phạt.

source: behaviour.
vi: hành vi của họ.

source: beliefs about cues to lying.
vi: Niềm tin về dấu hiệu nói dối

source: case linkage.
vi: Kết nối vụ án.

source: characteristics of the prison environment.
vi: Một vài đặc điểm của môi trường nhà tù.

source: cognitive distortions.
vi: Lệch lạc về nhận thức.

source: combining behavioural and speech cues.
vi: Sự liên hợp Các dấu hiệu hành vi và lời nói.

source: computer analysis.
vi: máy tính phân tích.

source: coping with imprisonment.
vi: đối phó với việc bị bỏ tù .

source: courtroom language.
vi: Ngôn ngữ phòng xử án.

source: criminal psychologists and academia/research.
vi: Tội phạm, các nhà tâm lý và học viện/nghiên cứu.

source: criminal psychologists: within which settings do they work?
vi: Các nhà tâm lý học tội phạm: Công việc của họ như thế nào?

source: criteria-based content analysis.
vi: Căn cứ theo tiêu chíphân tích nội dung.

source: cross-cultural punishment.
vi: Sự giao thoa hình phạt giữa các nền văn hóa .

source: cross-situational consistency.
vi: Sự kiên định trong mọi tình huống.

source: describing the cues that some research studies have found to indicate lying in some people.
vi: Miêu tả những dấu hiệu mà một số nghiên cứu đã tìm thấy rằng nó biểu thị nói dối ở một vài người.

source: detecting deception from behavioural cues.
vi: Phát hiệnsự lừa dối từ các dấu hiệu hành vi

source: detecting deception from speech content.
vi: Phát hiện sự lừa dối từ lời nói.

source: detecting deception.
vi: Phát hiện sự lừa dối

source: do the programmes work?
vi: Những chương trình này có hiệu quả hay không?

source: earwitness identification is so prone to error that it should not be relied upon for a conviction unless some other supporting or confirming evidence is available.
vi: Lời khai của các nhân chứng nghe rất dễ bị lỗi, và không nên dùng duy nhất chúng để kết án trừ khi có thêm sự bổ trợ của các bằng chứng khác.

source: earwitness testimony.
vi: chứng thực của nhân chứng chỉ nghe thấy tội ác.

source: empathy deficits.
vi: Thiếu hụt sự thấu cảm

source: establish rapport,
vi: thiết lập mối quan hệ,

source: evaluations of offender profiling in practice.
vi: Đánh giáviệc thực hành lập hồ sơ tội phạm

source: evaluations of the practice of case linkage.
vi: Đánh giá về việc thực hành kết nối vụ án.

source: evidence of meaning and use.
vi: Bằng chứng về ý nghĩa và thói quen.

source: experiencing imprisonment.
vi: Trải nghiệm trong tù

source: eyewitness testimony.
vi: Lời khai nhân chứng

source: feedback on how accurate were their lie detection decisions.
vi: Phản hồi về độ chính xác của những quyết định phát hiện nói dối của họ.

source: field studies.
vi: Nghiên cứu hiện trường

source: forensic linguistics.
vi: Ngôn ngữ học pháp lý

source: geographical profiling.
vi: Thiết lập hồ sơ dựa theo yếu tố địa lý.

source: history and philosophy of punishment.
vi: Lịch sử và tính triết lý của việc trừng phạt .

source: how good are professionals at detecting deception from behaviour?
vi: Các chuyên gia giỏi thế nào trong việc phát hiện nói dối từ hành vi?

source: how is a sexual offender defined?
vi: Định nghĩa một tội phạm tình dục như thế nào?

source: identification evidence.
vi: Chứng cứ nhận dạng.

source: in the light of the above points, the warning given to jurors of the danger of a miscarriage of justice in relation to witnesses who are identifying by voice should be even more stringent than that given to jurors in relation to the evidence of eyewitnesses.
vi: sau khi cân nhắc những điểm trên, nguy cơ xảy ra một vụ xử án oan cần được thông báo nghiêm ngặt, chặt chẽ hơn tới các thành viên bồi thẩm đang xem xét bằng chứng có được từ nhân chứng nghe so với các thành viên bồi thẩm đoàn đang xem xét bằng chứng có được từ nhân chứng nhìn.

source: interviewing suspects and witnesses.
vi: Chất vấn nghi phạm và nhân chứng

source: interviewing witnesses.
vi: thẩm vấn nhân chứng.
